[{"author":{"id":"5b782a6c126bcd0917672e77","username":"Harold"},"comments":["5b9fadd1a427ba0893aa1d64"],"created":"2018-08-20T11:28:18.978Z","_id":"5b7aa5d27f104606409af5c3","title":"Fallout: New Vegas","image":"https://inthegame.nl/wp-content/uploads/fallout-new-vegas.jpg","body":"Fallout: New Vegas is a post apocalyptic role-playing video game developed by Obsidian Entertainment and published by Bethesda Softworks. While New Vegas is not a direct sequel, it uses the same engine and style as Fallout 3. It is the fourth major installment in the Fallout series (sixth overall). It was developed by a few of the employees who worked on previous Fallout games at Black Isle Studios, along with a larger number of new employees. It is set primarily in a post-apocalyptic Nevada, although some areas of California and Arizona are also visited.\r\n\r\nThe game was released on October 19, 2010 in North America, October 22, 2010 in Europe, and November 4, 2010 in Asia. It is available on the PC, Xbox 360, and PlayStation 3. It was released on Backwards Compatibility for Xbox One on June 23, 2016.","__v":1},{"author":{"id":"5b7c19284dc33e089abf158d","username":"RandomGuy"},"comments":["5b7d59e3e962ae089a822ac4","5b895746752aef086f492783"],"created":"2018-08-21T13:54:44.009Z","_id":"5b7c19a44dc33e089abf158e","title":"Falaise, Calvados","image":"https://upload.wikimedia.org/wikipedia/commons/e/ed/Chateau-falaise-calvados.jpg","body":"The area around Falaise has been inhabited from prehistoric times but it wasn't until the end of the prehistoric period and the beginning of the Gallo-Roman era that the area, and Falaise in particular, was regularly inhabited. Evidence of settlement from this time has been found at Vaston, an agricultural area just north-east of the modern town.\r\n\r\n\r\nCastle of William the Conqueror\r\nFalaise as it is sited today, probably came into being around the castle.\r\n\r\nThe town was the birthplace of William the Conqueror, first of the Norman Kings of England. The Château de Falaise (12th-13th century), which overlooks the town from a high crag (French: falaise), was formerly the seat of the Dukes of Normandy. Also, the Treaty of Falaise was signed at the castle in December 1174 between the captive William I, King of Scots, and the Plantagenet King of England, Henry II.\r\n\r\nThe town is also the place where Rabbi Yom Tov of Falaise, grandchild of Rashi, held his rabbinical court.\r\n\r\nOn 26 October 1851, a statue of William the Conqueror was inaugurated here (at his place ","__v":2}]